


STATUS_LIST = ('admin', 'coach', 'manager', 'head')
ADMIN = 'admin'
COACH = 'coach'
HEAD = 'head'
MANAGER = 'manager'
HEAD_COACH_EMAIL = 't.astralenko@sti-partners.ru'
ALLOWED_EXTENSIONS = {'xlsx', 'xls'}
POSITIONS_LIST = ("Директор", "Юрист", "Повар", "Садовник", 'Слесарь', 'DEV', 'Тренер')
QUESTIONS_DICT = [
    {1: 'Перечислите отрасли промышленности /сегменты рынка, в которые вы продаете продукты и решения объектного канала – кому?'},
    {2: 'За счет чего происходят продажи / выигрываются проекты? В чем вы видите сильные стороны компании/ канала'},
    {3: 'Каковы основные причины несостоявшихся продаж/проигрыша проектов? '},
    {4: 'Опишите существующий Процесс Продаж в вашем канале? Из каких этапов он состоит? (опишите алгоритм действий в существующем процессе продаж - от выявления контакта и принятия клиентом решения о покупке до реализации проекта у заказчика)'},
    {5: 'Опишите алгоритм действий продавца во время встречи с клиентом, цель которой продажа продукта/решения'},
    {6: 'Перечислите, какие инструменты продаж вы используете в Процессе Продаж, во время деловых встреч, планировании работы с ключевыми клиентами? Под инструментами продаж подразумеваются внутренние IT системы, документы, инструкции, банк знаний и т.д.'},
]
QUESTIONS_LIST = [
    'Перечислите отрасли промышленности /сегменты рынка, в которые вы продаете продукты и решения объектного канала – кому?',
    'За счет чего происходят продажи / выигрываются проекты? В чем вы видите сильные стороны компании/ канала',
    'Каковы основные причины несостоявшихся продаж/проигрыша проектов?',
    'Опишите существующий Процесс Продаж в вашем канале? Из каких этапов он состоит? (опишите алгоритм действий в существующем процессе продаж - от выявления контакта и принятия клиентом решения о покупке до реализации проекта у заказчика)',
    'Опишите алгоритм действий продавца во время встречи с клиентом, цель которой продажа продукта/решения',
    'Перечислите, какие инструменты продаж вы используете в Процессе Продаж, во время деловых встреч, планировании работы с ключевыми клиентами? Под инструментами продаж подразумеваются внутренние IT системы, документы, инструкции, банк знаний и т.д.',
]